chat_system_2932631_actor_description=King Mark. Our glorious king.
chat_system_2932631_snap_0_question=^?^Well done [player], you serve us with zeal.<br>As you must know, I have an elder brother, Carl. Long ago, this eccentric fellow devoted his life to science, abdicating the crown in my favor. But now he has sent me a strange letter in which he asks me to lend him the Royal Seal for a short while.<br>Of course I love and respect my brother, but I can only give him a Reserve Royal Seal - a replica of the Royal Seal. Would you take this valuable to His Highness, Prince Carl? - And by the way, try to find out why he needs it.
chat_system_2932631_snap_0_answer_0=^?^Yes, my king. I will deliver the seal to your brother.
chat_system_2932631_snap_4_question=^?^So, did you visit my brother Carl?
chat_system_2932631_snap_4_answer_0=^?^Yes, I found your brother, Your Majesty.
chat_system_2932631_snap_4_answer_1=^?^May I clarify, where exactly can I find Carl?
chat_system_2932631_snap_3_question=^?^Oh, you delivered the seal? Fine then. So what did my learned brother need it for?
chat_system_2932631_snap_3_answer_0=^?^Yes, I've given him the copy of the Seal. You see, Your Majesty... Your brother wishes to marry, but his darling will only agree to marry a member of the royal family. So he asked for the seal to make an impression upon his next letter, which is to contain a marriage proposal.
chat_system_2932631_snap_5_question=^?^To marry! Carl! Fancy that - finally there's a woman who has won my brother's heart. And here I thought he cared for nothing but science...<br>Excellent news! Thank you most kindly, [player].
chat_system_2932631_snap_5_answer_0=^?^Yes, my king, this is really good news.
chat_system_2932631_snap_1_question=^?^To the east of Darion, in Arlania. He lives in the observatory at the top of a hill. He doesn't leave his tower, either day or night, as he studies the tractates of the great geographers.<br>It's easy to find him - just gallop along the main road to the bridge which leads north, near the mill. Take the bridge, then bear right just after, and proceed into the hills. You will recognize his tower at once.
chat_system_2932631_snap_1_answer_0=^?^Thank you, Your Majesty, now I'll definitely find him!
